Repository: nicolasmiller/pd-extended
Catalog: po/*.po
Languages: ca, da

source: Copy
ca: Copiar
da: Kopiér

source: Paste
ca: Enganxar
da: Indsæt

source: Array Properties
ca: Propietats de l'array
da: Indstillinger for Array

source: Name:
ca: Nom:
da: Navn:

source: Size:
ca: Mida:
da: Størrelse:

source: Save contents
ca: Desar el contingut
da: Gem indhold

source: Draw as:
ca: Dibuixar com:
da: Tegn som:

source: Points
ca: Punts
da: Punkter

source: Polygon
ca: Polígon

source: Bezier curve
ca: Corba de Bezier
da: Kurve

source: Put array into:
ca: Posar array a:
da: Sæt array ind i:

source: New graph
ca: Nou gràfic
da: Ny graf

source: Last graph
ca: Últim gràfic
da: Sidste graf

source: Delete array
ca: Esborrar array
da: Slet array

source: Open List View...
ca: Obrir vista de llista...
da: Åben Listeoversigt

source: Reset to Defaults
ca: resultats per defecte
da: Nulstil til standardinstillinger

source: Cancel
ca: Cancel·lar
da: Fortryd

source: Apply
ca: Aplicar
da: Anvend

source: OK
ca: D'acord

source: Audio Settings
ca: Preferències d'àudio
da: Lydindstillinger

source: Save All Settings
ca: Desar tota la configuració
da: Gem Alle Indstillinger

source: Sample rate:
ca: Freqüència de mostreig:
da: Samplingfrekvens:

source: Delay (msec):
ca: Retard (msec):
da: Forsinkelse (mili sek.):

source: Block size:
ca: Mida del bloc:
da: Blokstørrelse:

source: Use callbacks
ca: Emprar retrocrides:
da: Brug callbacks

source: Input device 1:
ca: Dispositiu d'entrada 1:
da: Indgangs enhed 1:

source: Channels:
ca: Canals:
da: Kanaler:

source: Input device 2:
ca: Dispositiu d'entrada 2:
da: Indgangs enhed 2:

source: Input device 3:
ca: Dispositiu d'entrada 3:
da: Indgangs enhed 3:

source: Input device 4:
ca: Dispositiu d'entrada 4:
da: Indgangs enhed 4:

source: Output device 1:
ca: Dispositiu de sortida 1:
da: Udgangs enhed 1:

source: (same as input device) ..............
ca: (com l'entrada)
da: (det samme som indgangs enhed) ..............

source: Output device 2:
ca: Dispositiu de sortida 2:
da: Udgangs enhed 2:

source: Output device 3:
ca: Dispositiu de sortida 3:
da: Udgangs enhed 3:

source: Output device 4:
ca: Dispositiu de sortida 4:
da: Udgangs enhed 4:

source: Use multiple devices
ca: Emprar diversos dispositius
da: Brug flere enheder

source: WARNING: unknown graphme flags received in pdtk_canvas_dialog
ca: AVIS: les parámetros desconeguts de graphme debuts en pdtk_canvas_dialog
da: ADVARSEL: ukendte graphme flag modtaget i pdtk_canvas_dialog

source: Canvas Properties
ca: Propietats de matriu
da: Egenskaber for canvas

source: Scale
ca: Escala
da: Skaler

source: X units per pixel:
ca: X unida pel pixel
da: X punkter pr. pixel

source: Y units per pixel:
ca: Y unida pel pixel
da: Y punkter pr. pixel

source: Appearance on parent patch
ca: Aparença al patch primari
da: Udseende på det overliggende patch

source: Graph-On-Parent
ca: Dibuixar el contingut
da: Graf-På-Parent

source: Hide object name and arguments
ca: Ocultar el nom de l'objecte i arguments
da: Skjul objektnavn og argumenter

source: Range and size
ca: rang i tamany
da: Område og størrelse

source: X range, from
ca: Rang X, desde
da: X område, fra

source: to
ca: a
da: til

source: Margin:
ca: Marge:
da: Margen:

source: Y range, from
ca: Rang Y. desde
da: Y område, fra

source: Data Properties
ca: Propietats de les dades
da: Egenskaber for data

source: Send (Ctrl s)
ca: Enviar (Ctrl. s)

source: Couldn't find '%s' in %s
ca: No s'ha trobat '%s' a '%s'
da: Kun ikke finde '%s' i %s

source: Find
ca: trobar

source: Search in
ca: buscar a
da: Søg i

source: Pd window
ca: finestra de Pd
da: Pd vindue

source: for:
ca: per:

source: Match whole word only
ca: Coincidir només per paraula completa
da: Søg kun efter hele ord

source: Close
ca: tancar
da: Luk

source: Font Size
ca: Tamany de la font
da: Skriftstørrelse

source: Stretch
ca: Estirar
da: Stræk

source: X and Y
ca: X i Y
da: X og Y

source: X only
ca: només X
da: Kun X

source: Y only
ca: només Y
da: Kun Y

source: Atom Box Properties
ca: Propietats de caixa àtom
da: Egenskaber for Atom Box

source: Width:
ca: Ample
da: Bredde:

source: Lower:
ca: Inferior:
da: Nedre:

source: Upper:
ca: Superior:
da: Øvre:

source: Label
ca: Etiqueta
da: Etiket

source: Left
ca: Esquerra
da: Venstre

source: Right
ca: Dreta
da: Højre

source: Top
ca: a dalt

source: Bottom
ca: fons
da: Bund

source: Messages
ca: MIssatges
da: Beskeder

source: Send symbol:
ca: Envia simbol

source: Receive symbol:
ca: Rep simbol
da: Modtag symbol

source: Background color
ca: Color de fons
da: Baggrundsfarve

source: Foreground color
ca: Color de primer pla
da: Forgrundsfarve

source: Label color
ca: Color de l'etiqueta
da: Etiket farve

source: Jump on click
ca: Saltar al fer click
da: Hop ved klik

source: Steady on click
ca: Fixar al fer click
da: Passiv ved klik

source: %s Properties
ca: %s Propietats
da: Egenskaber for %s

source: Save
ca: Desa
da: Gem

source: X offset
ca: Ajust en X

source: Y offset
ca: Ajust en Y

source: Background
ca: Fons
da: Baggrund

source: Compose color
ca: Composar color
da: Komponer farve

source: Test label
ca: Comprovar etiqueta
da: Test etiket

source: Send a Pd message
ca: Envia un missatge Pd
da: Send en besked til Pd

source: (use arrow keys for history)
ca: (utiliza teclecles de fleta per l'historial)
da: (brug piltasterne for historien)

source: MIDI Settings
ca: Preferències MIDI
da: MIDI Indstillinger

source: ALSA MIDI Settings
ca: Preferències ALSA MIDI
da: ALSA MIDI Indstillinger

source: Use multiple ALSA devices
ca: Utilitza múltiples dispositius ALSA
da: Brug flere ALSA enheder

source: In Ports:
ca: Ports d'entrada:
da: Indgange:

source: Out Ports:
ca: Ports de sortida:
da: Udgange:

source: Pd search path for objects, help, fonts, and other files
ca: Cerca PD de localización per objetes, ajuda, fonos i altres arxius
da: Pd søg på sti efter objekter, hjælp, skrifttyper og andre filer

source: Use standard extensions
ca: Utilitza extencions estàndards
da: Brug standard endelser

source: Add new library
ca: Afegeix libreria nova
da: Tilføj nyt bibliotek

source: Edit library
ca: Edita librería
da: Rediger bibliotek

source: Pd libraries to load on startup
ca: Llibreries Pd per carregar a l'inici
da: Pd biblioteker der skal indlæses ved opstart

source: Startup flags:
ca: Banderes d'inici:
da: Opstartsflag:

source: Real-time scheduling
ca: programació a temps real
da: Realtids planlægning

source: Help Browser
ca: Navegador d'ajuda
da: Hjælpebrowser

source: (Tcl) INVALID COMMAND NAME:
ca: (Tcl) NOM INVÀLID DE COMANDAMENT:
da: (Tcl) UGYLDIGT KOMMANDO NAVN

source: (Tcl) UNHANDLED ERROR:
ca: (Tcl) ERROR NO GESTIONAT:
da: (Tcl) UHÅNDTERET FEJL

source: Cannot read GUI prefs file:
ca: No es pot llegir l'arxiu de preferències GUI:
da: Kan ikke læse GUI indstillingsfil:

source: About Pd
ca: Sobre Pd
da: Om Pd

source: Select name for app to build...
ca: Sel·lechonar nom per l'aplicació a construïr...⏎
da: Vælg navn til applikation til eksport...

source: Save application to...
ca: Guarda continguts
da: Gem applikation til...

source: Configuring Info.plist...
ca: Configurant Inf.plist...
da: Konfigurerer Info.plist

source: Setting patch name...
ca: Configurar nom del pegat...
da: Sætter patchnavn...

source: Copying current patch...
ca: Copiant pegat sel·leccionat...
da: Kopierer nuværende patch...

source: Setting embedded preferences...
ca: Configurar preferències integrades...
da: Sætter vedhæftede indstillinger...

source: Save As...
ca: Desa com:
da: Gem som...

source: Print...
ca: Imprimir...
da: Udskriv...

source: Duplicate
ca: Duplicar
da: Dupliker

source: Tidy Up
ca: Ordenar
da: Ryd op

source: Edit Mode
ca: Mode d'edició
da: Redigeringsmodus

source: Undo
ca: Desfer
da: Fortryd

source: Redo
ca: Refer
da: Gentag

source: Magic Glass
ca: Vidre màgic
da: Magiske briller

source: New
ca: Nou
da: Ny

source: Open
ca: Obrir
da: Åben

source: Message...
ca: Missatge...
da: Besked...

source: Cut
ca: Tallar
da: Klip

source: Select All
ca: Sel·leccionar tot
da: Vælg alle

source: Clear Console
ca: Aclarir Consola
da: Ryd konsol

source: Object
ca: Objecte
da: Objekt

source: Message
ca: Missatge
da: Besked

source: Number
ca: Nombre
da: Nummer

source: Symbol
ca: Símbol

source: Comment
ca: Comentari
da: Kommentar

source: Perf Mode
ca: Mode Pref
da: Perf modus

source: Autotips
ca: Consells

source: Toggle
ca: Activar
da: Checkbox

source: Number2
ca: Numero2
da: Nummer2

source: Vslider
ca: Vcontrol lliscant

source: Preferences
ca: Preferències
da: Indstillinger

source: Hslider
ca: Hcontrol lliscant

source: VU Meter
ca: VU Metre

source: Canvas
ca: Llenç

source: Graph
ca: Gràfic
da: Graf

source: Array
ca: Matriu

source: Find...
ca: Trobar...

source: Find Again
ca: Trobar de nou
da: Find Igen

source: Find Last Error
ca: Troba l'últim error
da: Find Sidste Fejl

source: DSP On
ca: DSP encès
da: DSP Tændt

source: DSP Off
ca: DSP tancat
da: DSP Slukket

source: Test Audio and MIDI...
ca: Provar Audio i Midi
da: Test Lyd og MIDI

source: Load Meter
ca: Carregar Medidor
da: CPU-brug

source: Minimize
ca: MInimitzar
da: Minimer

source: Bring All to Front
ca: Portar-ho tot al front
da: Bring alt forrest

source: Next Window
ca: Finestra següent
da: Næste vindue

source: Previous Window
ca: Finestra anterior
da: Forrige vindue

source: Parent Window
ca: Finestra primaria
da: Overliggende vindue

source: Audio Settings...
ca: Preferències d'audio
da: Lyd Indstillinger...

source: MIDI Settings...
ca: Preferències de Midi
da: MIDI Indstillinger...

source: HTML Manual...
ca: Manual HTML...

source: Browser...
ca: Buscador

source: Report a bug
ca: Passar part d'un error
da: Rapporter en fejl

source: Tcl prompt
ca: Missatge Tcl a l'operador
da: Tcl forespørgsel

source: Pd Help Browser...
ca: Buscador d'ajuda de Pd
da: Pd Hjælpebrowser

source: Start Here!
ca: Comença aquí!
da: Start her!

source: Clear Menu
ca: Netejar menú
da: Ryd menu

source: Path...
ca: Ruta...
da: Sti...

source: Startup...
ca: Inici...
da: Opstart...

source: Open Recent
ca: Obrir recent
da: Åben seneste

source: Quit
ca: Sortir
da: Luk

source: Properties
ca: Propietats
da: Egenskaber

source: Help
ca: Ajuda
da: Hjælp

source: (Tcl) MISSING CLOSE-BRACE '}':
ca: (Tcl) FALTA TANCAR CLAU ')':
da: (Tcl) MANGLER LUKKE-TUBORGKLAMME '}':

source: (Tcl) MISSING CLOSE-BRACKET ']':
ca: (TCL) FALTA TANCAR CLAUDÀTOR ']':
da: (Tcl) MANGLER LUKKEKLAMME ']':

source: Log:
ca: Registre:

source: debug
ca: depurar
da: fejlfinding

source: all
ca: tot
da: alle

source: Pd-extended
ca: Pd-extès

source: IN
ca: dins
da: IND

source: OUT
ca: fora
da: UD

source: Ignoring '%s': doesn't look like a Pd-file
ca: Ignorant '%s': no sembla ser un arxiu Pd
da: Ignorerer '%s': den ligner ikke en Pd-fil

source: -------dimensions(digits)(pix):-------
ca: -------dimensions(dígits)(pix):-------
da: -------dimensioner(tal)(pix):-------

source: --------flash-time(ms)(ms):---------
ca: --------temps-de-flash(ms)(ms):---------
da: --------blinke-tid(ms)(ms):---------

source: -----------output-range:-----------
ca: ---------range-de-sortida-----------
da: -----------output-område:-----------

source: ------selectable_dimensions(pix):------
ca: ------dimensions_sel·leccionades(pix):------
da: ------valgbare_dimensioner(pix):------

source: ------visible_rectangle(pix)(pix):------
ca: ------rectangle_visible(pix)(pix):------
da: ------synlig_rektangel(pix)(pix):------

source: bottom:
ca: fons:
da: bund:

source: height:
ca: altura
da: højde:

source: hold:
ca: sostenir:

source: left:
ca: esquerra:
da: venstre:

source: log-height:
ca: altura-log:
da: log-højde:

source: right:
ca: dreta:
da: højre:

source: size:
ca: tamany:
da: størrelse:

source: top:
ca: A dalt

source: value:
ca: valor:
da: værdi:

source: width:
ca: ample:
da: bredde:

source: Do you want to save the changes you made in '%s'?
ca: Desitjaguardar les candis fets a '%s'?
da: Vil du gemme dine ændringer i '%s'?

source: File
ca: Arxiu
da: Fil

source: Discard changes to '%s'?
ca: Destacar canvis a '%s'?
da: Kasser ændringerne i '%s'?

source: Edit
ca: Editar
da: Rediger

source: Close this window?
ca: Tancar aquesta finestra?
da: Luk dette vindue?

source: Put
ca: Posar
da: Sæt

source: Undo clear
ca: Desfer letejar
da: Fortryd ryd

source: really quit?
ca: Desitja sortir realment?
da: vil du virkelig lukke?

source: Undo connect
ca: Desfer conectar
da: Fortryd forbind

source: Undo cut
ca: Desfer tallar
da: Fortryd klip

source: Window
ca: Finestra
da: Vindue

source: Undo disconnect
ca: Desfer desconectar
da: Fortryd frakobling

source: Undo duplicate
ca: Desfer duplicar
da: Fortryd duplikering

source: Undo motion
ca: Desfer moviment
da: Fortryd bevægelse

source: Undo paste
ca: Desfer enganxar
da: Fortryd indsæt

source: Undo typing
ca: Desfer escriptura
da: Fortryd indtastning

source: Redo clear
ca: Refer netejar
da: Gentag ryd

source: Redo connect
ca: Refer conectar
da: Gentag forbind

source: Redo cut
ca: Refer tallar
da: Gentag klip

source: Redo disconnect
ca: Refer desconectar
da: Gentag frakobling

source: Redo duplicate
ca: Refer duplicar
da: Gentag duplikering

source: Redo motion
ca: Refer moviment
da: Gentag bevægelse

source: Redo paste
ca: Refer enganxar
da: Gentag indsæt

source: Redo typing
ca: Refer escriptura
da: Gentag indtastning

source: %s Font
da: %s Skrifttype

source: Limits
da: Grænser

source: No init
da: Ingen init

source: Colors
da: Farver

source: Front
da: Forrest

source: Verbose
da: Detaljeret

source: Font
da: Skrifttype

source: audio I/O error
da: lyd I/O fejl

source: error
da: fejl

source: --------dimensions(pix)(pix):--------
da: --------dimensioner(pix)(pix):--------

source: ----------dimensions(pix):-----------
da: ----------dimensioner(pix):-----------

source: intrrpt:
da: afbr:

source: Media
da: Medier
